Repository: libeo/lbo_vibeo
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

# tx_vibeo_domain_model_media
source: Media element (Video or audio file)
fr: Élément média (Fichier vidéo ou audio)

# tx_vibeo_domain_model_media.title
source: Title of this element
fr: Titre de cet élément

# tx_vibeo_domain_model_media.subtitle
source: Subtitle of this element
fr: Sous-titre de cet élément

# tx_vibeo_domain_model_media.author
source: Author of this video or audio content
fr: Auteur de cet élément

# tx_vibeo_domain_model_media.description
source: Text description for this element
fr: Description textuelle de cet élément

# tx_vibeo_domain_model_media.path
source: Files used for this element. Video and audio elements can have multiple files that will automatically rollback depending on the browser's supported formats. Possible audio or video formats are: MP4 WEBM OGG MPEG M4V OGV MOV RTMP AAC MP1 MP2 MP3 MPG M4A OGA WAV FLV
fr: Fichiers vidéos ou audio utilisés. Les éléments audio ou vidéo peuvent avoir plusieurs fichiers qui s'interchangeront en fonction des formats supportés par le navigateur. Les formats possibles sont: MP4 WEBM OGG MPEG M4V OGV MOV RTMP AAC MP1 MP2 MP3 MPG M4A OGA WAV FLV

# tx_vibeo_domain_model_media.url
source: URL of the media file is this is an external video or audio file
fr: URL du vidéo si vous voulez afficher un vidéo externe. Les fournisseurs supportés sont Youtube et Vimeo

# tx_vibeo_domain_model_media.image
source: Replacement image if the video or audio file cannot be played.
fr: Image de prévisualisation, aussi utilisée comme remplacement si les fichiers audio ou vidéos ne peuvent pas être lus.

# tx_vibeo_domain_model_media.track
source: Track files used for subtitles during video playback. Possible formats are: VTT TTML SRT TXT CSV XML
fr: Fichiers sous-titres utilisés durant la lecture du vidéo. Les formats possibles sont: VTT TTML SRT TXT CSV XML

# player.tooltip
source: Help
fr: Aide

# player.playText
source: Play
fr: Jouer

# player.pauseText
source: Pause
fr: Mettre en pause

# player.fullscreenText
source: Toggle fullscreen mode
fr: Activer le mode plein écran

# player.unFullscreenText
source: Quit fullscreen mode
fr: Quitter le mode plein écran

# player.muteTextMute
source: Mute
fr: Couper le volume

# player.muteTextUnmute
source: Unmute
fr: Ouvrir le volume

# player.volumeUpText
source: Turn up volume
fr: Monter le volume

# player.volumeDownText
source: Turn down volume
fr: Descendre le volume

# player.tracksTextTurnOn
source: Activate subtitles
fr: Activer les sous-titres

# player.tracksTextTurnOff
source: Deactivate subtitles
fr: Désactiver les sous-titres

# player.rewindText
source: Rewind
fr: Reculer

# player.forwardText
source: Forward
fr: Avancer

# player.hour
source: hours
fr: heures

# player.seconds
source: seconds
fr: secondes

# player.cannotPlayVideo
source: The player cannot play this video.
fr: Aucune possibilité de jouer la vidéo.

# player.accessibilityWarning
source: By clicking on the video, you will change the context of this page.
fr: En appuyant sur le vidéo, vous changerez le contexte de la page.

# player.transcription
source: Transcript
fr: Transcription textuelle

# player.download
source: Download
fr: Télécharger
