Repository: libeo/lbo_vibeo
Catalog: Resources/Private/Language/*.locallang_flexforms.xlf
Languages: fr

# vibeomedialist.media
source: Media files
fr: Médias

# vibeomedialist.playerappearance
source: Player appearance
fr: Apparence du lecteur

# vibeomedialist.playerbehaviour
source: Player behaviour
fr: Comportement du lecteur

# vibeomedialist.listing
source: Listing options
fr: Options de la liste

# vibeomedialist.records.pages
source: Pages containing the media records to display
fr: Pages contenant les enregistrement médias à afficher

# vibeomedialist.records.media
source: Specific media records to display
fr: Enregistrements spécifiques à afficher

# vibeomedialist.player.videoWidth
source: Player width for videos
fr: Largeur du lecteur vidéo

# vibeomedialist.player.videoHeight
source: Player height for videos
fr: Hauteur du lecteur vidéo

# vibeomedialist.player.audioWidth
source: Player width for audio
fr: Largeur du lecteur audio

# vibeomedialist.player.audioHeight
source: Player height for audio
fr: Hauteur du lecteur audio

# vibeomedialist.player.enableAutosize
source: Enable Flash and Silverlight to resize to content size
fr: Activer le lecteur Flash et Silverlight pour redimensionner le contenu automatiquement.

# vibeomedialist.player.alwaysShowControls
source: Hide controls when playing and mouse is not over the video
fr: Cacher les contrôles lors de la lecture et que la souris n'est pas placée sur le vidéo.

# vibeomedialist.player.overlayControls
source: Display controls over the video
fr: Afficher les contrôles par-dessus le vidéo

# vibeomedialist.player.showCaptionPopup
source: Show caption popup
fr: Afficher la fenêtre de sous-titre

# vibeomedialist.player.videoVolume
source: Volume trackbar orientation (horizontal or vertical)
fr: Orientation de la barre de volume (horizontal ou vertical)

# vibeomedialist.player.features
source: The order of controls you want on the control bar (ex.: ['playpause','progress','current','duration','tracks','volume','fullscreen'])
fr: Ordre des contrôles à afficher dans la barre de contrôles (ex.: ['playpause','progress','current','duration','tracks','volume','fullscreen'])

# vibeomedialist.player.alwaysShowHours
source: Forces the the display of the hour marker (## =00 =00)
fr: Toujours afficher les heures (## =00 =00)

# vibeomedialist.player.showTimecodeFrameCount
source: Show framecount in timecode (## =00 =00 =00)
fr: Afficher le compteur d'images dans le compteur de temps (## =00 =00 =00)

# vibeomedialist.player.framesPerSecond
source: Frames per second. Used when showTimecodeFrameCount is enabled
fr: Nombre d'images par secondes. À utiliser quand showTimecodeFrameCount est activé

# vibeomedialist.player.startVolume
source: Default volume at startup (0-100)
fr: Volume par défaut au début (0-100)

# vibeomedialist.player.loop
source: Make the player automatically restart
fr: Rejouer automatiquement

# vibeomedialist.player.iPadUseNativeControls
source: Force iPad's native controls
fr: Utiliser les contrôles natifs du iPad

# vibeomedialist.player.iPhoneUseNativeControls
source: Force iPhone's native controls
fr: Utiliser les contrôles natifs du iPod

# vibeomedialist.player.AndroidUseNativeControls
source: Force Android's native controls
fr: Utiliser les contrôles natifs d'Android

# vibeomedialist.player.enableKeyboard
source: Enable keyboard control support
fr: Activer le support du contrôle par le clavier

# vibeomedialist.player.pauseOtherPlayers
source: Enable pausing of other players on the page when this player starts
fr: Activer l'arrêt des autres lecteur de la page lorsque ce lecteur est activé

# vibeomedialist.player.keyActions
source: Array of keyboard commands
fr: Liste des commandes de clavier

# vibeomedialist.list.startWithThumbnails
source: Display thumbnails in the list of videos and resize them automatically on click
fr: Afficher les lecteurs en miniatures lors de l'affichage de la page et les redimensionner automatique lors de la lecture

# vibeosinglemedia.files
source: Files used for this element. Video and audio elements can have multiple files that will automatically rollback depending on the browser's supported formats.
fr: Fichiers vidéos ou audio utilisés. Les éléments audio ou vidéo peuvent avoir plusieurs fichiers qui s'interchangeront en fonction des formats supportés par le navigateur.

# vibeosinglemedia.url
source: Or, use a link to a video on Youtube, Amazon S3 or Vimeo. It will be played using the Vibeo player.
fr: Ou, entrez le lien (URL) du vidéo sur Youtube ou Vimeo. Il sera joué avec le lecteur Vibéo.

# vibeosinglemedia.description
source: Text description
fr: Description textuelle

# vibeosinglemedia.image
source: Preview image (optional). Also used as replacement image if the video or audio file cannot be played
fr: Image de prévisualisation (optionnelle), aussi utilisée comme remplacement si les fichiers audio ou vidéos ne peuvent pas être lus.

# vibeosinglemedia.track
source: Track files used for subtitles during video playback.
fr: Fichiers sous-titres utilisés durant la lecture du vidéo.

# vibeosinglemedia.transcription
source: Text transcription
fr: Transcription textuelle
