Repository: libeo/lbo_vibeo
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: fr

# tx_vibeo_domain_model_media
source: Media
fr: Média

# tx_vibeo_domain_model_media.title
source: Title
fr: Titre

# tx_vibeo_domain_model_media.subtitle
source: Subtitle
fr: Sous-titre

# tx_vibeo_domain_model_media.author
source: Author
fr: Auteur

# tx_vibeo_domain_model_media.path
source: Media files (Audio or video)
fr: Fichiers vidéos ou audio utilisés.

# tx_vibeo_domain_model_media.url
source: Or use an external url (Youtube or Vimeo)
fr: Ou, utilisez un fichier externe en écriant le URL (adresse) (Youtube or Vimeo)

# tx_vibeo_domain_model_media.image
source: Image (Video preview)
fr: Image (Prévisualisation du vidéo)

# tx_vibeo_domain_model_media.track
source: Track file (Captions)
fr: Fichier des sous-titres

# tx_vibeo_domain_model_transcription
source: Transcript
fr: Transcription textuelle

# tx_vibeo_domain_model_transcription.title
source: Title
fr: Titre

# tx_vibeo_domain_model_transcription.metadata_title
source: Metadata : Title
fr: Méta-données : Titre
